{
  "GENERAL": "General",
  "QUESTIONNAIRE": "Questionnaire",
  "EMPLOYMENT_HISTORY": "Employment History",
  "REFERENCES": "References",
  "ACCOUNT_INFORMATION": "Account Information",
  "APPLICANTS_STATEMENT": "Applicant's Statement",
  "FIRST_NAME": "First Name",
  "MIDDLE_NAME": "Middle Name",
  "LAST_NAME": "Last Name",
  "GENDER": "Gender",
  "DOB": "Date of Birth",
  "SSN": "SSN",
  "PHONE_TYPE": "Phone Type",
  "PHONE_NUMBER": "Phone Number",
  "CITY": "City",
  "STATE": "State",
  "ZIP": "Zip",
  "STREET_ADDRESS": "Street Address",
  "MARITAL_STATUS": "Marital Status",
  "RACE": "Race",
  "VETERAN_STATUS": "Veteran Status",
  "NAME": "Name",
  "RELATIONSHIP": "Relationship",
  "E_SIGNATURE": "Dear Applicant Welcome to Simplifly Technologies Portal is TEMP-ON-DEMAND STAFFING online application process. Please be advised that you are entering information for TEMP-ON-DEMAND STAFFING application submission process. <br><br> TEMP-ON-DEMAND STAFFING has a Non-Discrimination Policy, TEMP-ON-DEMAND STAFFING and affiliates are committed to providing an equal opportunity place of employment. We do not discriminate on the basis of sex, race, color, creed, national origin, age, religion, sexual orientation, gender identity, gender expression, veteran status, or disability in admission to, access to, treatment in, or employment in its programs and activities. <br><br> TEMP-ON-DEMAND STAFFING uses an online application process of which applicates agree to our electronic disclosure and consent to using our online process as though they were completing with more traditional methods. <br><br> <b>Electronic Signature Disclosure and Consent </b><br><br> This Electronic Signature Disclosure and Consent (\"Consent\") sets forth the terms and conditions governing my consent to sign documents electronically through my use of, TEMP-ON-DEMAND STAFFING online portal and mobile Applications. <br><br> Electronic Signature System (System). <br><br> I may decline to electronically sign or enter any application information into TEMP-ON-DEMAND STAFFING online application portal. I acknowledge that declining may slow the speed at which TEMP-ON-DEMAND STAFFING can complete my application transactions with me and also potentially delay the delivery of services to me. <br><br> At any time, I may contact TEMP-ON-DEMAND STAFFING office and request a paper copy of any document signed electronically through the System, at no cost. <br><br> Acknowledging Your Access and Consent to Receive Materials Electronically <br> To confirm to us that you can access this information electronically, which will be similar to other electronic notices and disclosures that we will provide to you, please verify that you were able to read this electronic disclosure and that you also were able to print on paper or electronically save this page for your future reference and access or that you were able to e-mail this disclosure and consent to an address where you will be able to print on paper or save it for future reference and access.<br> Further, if you consent to receiving notices and disclosures exclusively in electronic format on the terms and conditions described above, please let us know by clicking the \"I Agree\" button below. <br><br> <li>By clicking the \"I Agree\" box, I confirm that: </li> <li>I can access and read this Electronic Signature Disclosure; and</li>",
  "18_YEARS_OR_OLDER": "Are you 18 years or older?",
  "ELLIGIBLE_FOR_EMPLOYMENT_IN_US": "Are you legally elligible for employment in the US?",
  "HAVE_RELIABLE_TRANSPORTATION": "Do you have reliable transportation?",
  "WILLING_TO_SUBMIT_DRUG_TEST": "Willing to submit for a drug test?",
  "ARE_YOU_CURRENTLY_EMPLOYED": "Are you currently employed?",
  "SHIFT_WILLING_TO_WORK": "What shifts are you willing to work?",
  "WILLING_TO_WORK_OVERTIME": "Willing to work overtime?",
  "MAX_WEIGHT_YOU_ARE_ABLE_TO_LIFT": "What is the max weight you are able to lift?",
  "HOW_OFTEN_ABLE_TO_LIFT_THAT_WEIGHT": "How often are you able to lift that weight?",
  "HOW_YOU_KNOW_ABOUT_TEMP_ON_DEMANDS_STAFFING": "How did you learn about TEMP-ON-DEMAND STAFFING , Inc.?",
  "DESIRED_POSITION": "Desired Position",
  "REASON_YOU_CANNOT_PERFORM": "Is there any reason you cannot perform the functions of the job for which you are applying with or without reasonable accomodations?",
  "IF_YES_SPECIFY": "If yes, specify",
  "EVER_ENROLLED_IN_MILITARY": "Have you ever enrolled in the military?",
  "SKILLS_OBTAINED_IN_MILITARY": "Skills obtained in military",
  "WORKED_FOR_TEMP_ON_DEMAND_BEFORE": "Have you worked for TEMP-ON-DEMAND STAFFING before?",
  "ANYONE_WORKING_FOR_TEMP_ON_DEMAND": "Do you have any friends/relatives working for TEMP-ON-DEMAND STAFFING?",
  "CONTACT_NAME": "Contact Name",
  "CONTACT_RELATION": "Contact Relation",
  "CONTACT_TELEPHONE": "Contact Telephone",
  "COMPANY_NAME": "Company Name",
  "TITILE": "Title",
  "START_DATE": "Start Date",
  "EMPLOYMENT_TYPE": "Employment Type",
  "END_DATE": "End Date",
  "CELL_PHONE": "Cell Phone",
  "DUTIES": "Duties",
  "REASON_FOR_LEAVING": "Reason For Leaving",
  "REFERENCE_NAME": "Reference Name",
  "PHONE": "Phone",
  "EMAIL": "Email",
  "CONFIRM_EMAIL": "Confirm Email",
  "EMAIL_TYPE": "Email Type",
  "PASSWORD": "Password",
  "CONFIRM_PASSWORD": "Confirm Password",
  "DESCRIBE_ANY_SPECIALIZED_SKILLS": "Describe any specialized skills, training, apprenticeship, etc., i.e., mechanical or industrial; clerical and administrative skills (typing, word processing, office machine, etc.)",
  "AVAILABLE_FROM": "Available From",
  "ATTACH_RESUME": "Attach Resume",
  "APPLICANT_STATEMENT": "Certify that the information contained in this application is correct to the best of my knowledge. I understand that falsification of omission of material fact shall be grounds for rejection of this application or termination of my employment with TEMP-ON-DEMAND STAFFING (the \"Company\") at any time regardless of the time elapsed before the finding. <br /><br /> I shall produce documents showing that I am a United States citizen or alien lawfully authorized to work in the United States within the time frame specified by TEMP-ON-DEMAND STAFFING to meet the Immigration Reform and Control Act of 1986 requirements. <br /><br /> I authorize my prior employers, education institutions and other references listed on the application to give TEMP-ON-DEMAND STAFFINGany and all information concerning my previous employment and any pertinent information they may have, personal or otherwise, I release all persons or entities from all liability for any damage that may result from furnishing information to TEMP-ON-DEMAND STAFFING I also release TEMP-ON-DEMAND STAFFING and all of its employees from all liability for any damage that may result from TEMP-ON-DEMAND STAFFING reliance on information furnished. <br /><br /> I shall keep in strict confidence all information concerning the business of TEMP-ON-DEMAND STAFFING and its customers. I shall not accept or hold employment with others that might create a conflict of interest with TEMP-ON-DEMAND STAFFING <br /><br /> I hereby understand and acknowledge that, unless otherwise defined by applicable law, any employment relationship with this organization is of an \"at will\" nature, which means that the Employee may resign at any time and TEMP-ON-DEMAND STAFFING may discharge the Employee at any time with or without cause. It is further understood that this \"at will\" employment relationship may not be changed by any written document or by conduct unless an authorized executive of TEMP-ON-DEMAND STAFFING who acknowledges such change in writing. <br /><br /> I understand that I am required to abide by any comply with all policies/regulations and safe practices of TEMP-ON-DEMAND STAFFING including the following: <br /><br /><li> I will not operate any vehicles, equipment, or machinery other than assigned by TEMP-ON-DEMAND STAFFING for what I'm qualified and trained to operate.</li><li>I acknowledge that I am not to work more than six (6) feet above or below ground level.</li><li>I understand that I am not to lift anything over 40 pounds.</li><li>I will contact TEMP-ON-DEMAND STAFFING If I'm asked to do a task other than what I was sent to perform.</li><li>TEMP-ON-DEMAND STAFFING is an drug-free environment, and I acknowledge that I may be required to submit to drug-screening during/upon my employment process.</li>"
}
