{
  "GENERAL": "General",
  "QUESTIONNAIRE": "Questionnaire",
  "EMPLOYMENT_HISTORY": "Historial de empleo",
  "REFERENCES": "Referencias",
  "ACCOUNT_INFORMATION": "Registro De Solicitante",
  "APPLICANTS_STATEMENT": "Solicitante Declaración",
  "FIRST_NAME": "Nombre",
  "MIDDLE_NAME": "Sengundo Nombre",
  "LAST_NAME": "Apellido",
  "GENDER": "Género",
  "DOB": "Fecha De nacimiento",
  "SSN": "Número De Seguridad Social",
  "PHONE_TYPE": "Tipo De Teléfono",
  "PHONE_NUMBER": "Numero De Telefono",
  "CITY": "Ciudad",
  "STATE": "Estado",
  "ZIP": "Código Postal",
  "STREET_ADDRESS": "Calle Dirección",
  "MARITAL_STATUS": "Estado Civil",
  "RACE": "Raza",
  "VETERAN_STATUS": "Estado De Veterano",
  "NAME": "Nombre",
  "RELATIONSHIP": "Relación",
  "E_SIGNATURE": "Estimado candidato: Bienvenido a Simplify Technologies Portal es el proceso de postulación en línea de TEMP-ON-DEMAND STAFFING. Por favor, tenga en cuenta que está ingresando información para el proceso de envío de la postulación de TEMP-ON-DEMAND STAFFING. TEMP-ON-DEMAND STAFFING tiene una Política de no discriminación, <br><br> TEMP-ON-DEMAND STAFFING y los afiliados se comprometen a proporcionar un lugar de empleo con igualdad de oportunidades. No discriminamos por motivos de sexo, raza, color, credo, origen nacional, edad, religión, orientación sexual, identidad de género, expresión de género, estado de veterano o discapacidad en la admisión, el acceso, el tratamiento o el empleo en sus programas y actividades. <br><br> TEMP-ON-DEMAND STAFFING utiliza un proceso de postulación en línea en que los candidatos aceptan nuestra divulgación electrónica y dan su consentimiento para utilizar nuestro proceso en línea como si estuvieran completando con métodos más tradicionales. <br><br> <b>Firma electrónica de divulgación y consentimiento</b> <br><br> Esta Firma electrónica de divulgación y consentimiento (“consentimiento”) establece los términos y condiciones que rigen mi consentimiento para firmar documentos electrónicamente a través de mi uso del portal en línea y las aplicaciones móviles de TEMP-ON-DEMAND STAFFING. <br><br> <b>El Sistema de Firma Electrónica</b><br>Puedo rechazar a firmar electrónicamente o ingresar cualquier información de postulación en el portal en línea de postulación de TEMP-ON-DEMAND STAFFING. Acepto que el rechazo puede reducir la velocidad a la que TEMP-ON-DEMAND STAFFING puede finalizar las transacciones de mi postulación y también potencialmente retrasar la entrega de los servicios.  <br><br> <b>Aceptando su acceso y consentimiento para recibir materiales electrónicamente</b> <br><br> Para confirmar que puede acceder a esta información de manera electrónica, que será similar a otros avisos y divulgaciones electrónicas que le producimos, verifique que pudo leer esta divulgación electrónica y que también pudo imprimir en papel o guarde electrónicamente esta página para su futura referencia y acceso, o que haya podido enviar esta divulgación y consentimiento por correo electrónico a una dirección donde podrá imprimir en papel o guardarla para referencia y acceso en el futuro. <br> Además, si acceda recibir avisos y divulgaciones exclusivamente en formato electrónico en los términos y condiciones descritos anteriormente, avísenos haciendo clic en el botón \"Acepto\" abajo. ",
  "18_YEARS_OR_OLDER": "¿Tienes 18 años o más?",
  "ELLIGIBLE_FOR_EMPLOYMENT_IN_US": "¿Eres legalmente elegible para el empleo en los Estados Unidos?",
  "HAVE_RELIABLE_TRANSPORTATION": "Tiene transporte confiable",
  "WILLING_TO_SUBMIT_DRUG_TEST": "¿Está dispuesto a someterse a una prueba de drogas?",
  "ARE_YOU_CURRENTLY_EMPLOYED": "Estas trabajando actualment",
  "SHIFT_WILLING_TO_WORK": "¿Qué turno de trabajo estás dispuesto a trabajar?",
  "WILLING_TO_WORK_OVERTIME": "Dispuesto a trabajar horas extras?",
  "MAX_WEIGHT_YOU_ARE_ABLE_TO_LIFT": "¿Cuál es el peso máximo que puedes levantar?",
  "HOW_OFTEN_ABLE_TO_LIFT_THAT_WEIGHT": "¿Con qué frecuencia puedes levantar ese peso?",
  "HOW_YOU_KNOW_ABOUT_TEMP_ON_DEMANDS_STAFFING": "How did you learn about TEMP-ON-DEMAND STAFFING , Inc.?",
  "DESIRED_POSITION": "¿Posición Deseada?",
  "REASON_YOU_CANNOT_PERFORM": "¿Hay alguna razón por la que no pueda realizar las funciones de trabajo para las que está solicitando con o sin adaptaciones?",
  "IF_YES_SPECIFY": "Si es así, especifique",
  "EVER_ENROLLED_IN_MILITARY": "¿Alguna vez te has registrado en el ejército?",
  "SKILLS_OBTAINED_IN_MILITARY": "Habilidades obtenidas en el ejército",
  "WORKED_FOR_TEMP_ON_DEMAND_BEFORE": "¿Has trabajado anteriormente en el programa TEMP-ON-DEMAND STAFFING?",
  "ANYONE_WORKING_FOR_TEMP_ON_DEMAND": "¿Alguna vez has trabajado para TEMP-ON-DEMAND STAFFING?",
  "CONTACT_NAME": "Contacto Nombre",
  "CONTACT_RELATION": "Contacto Relación",
  "CONTACT_TELEPHONE": "Contact Telephone",
  "COMPANY_NAME": "Nombre De Empresa",
  "TITILE": "Título",
  "START_DATE": "Fecha De Inicio",
  "EMPLOYMENT_TYPE": "Tipo De Empleo",
  "END_DATE": "Fecha Final",
  "CELL_PHONE": "Cell Phone",
  "DUTIES": "Deberes",
  "REASON_FOR_LEAVING": "Razón para irse",
  "REFERENCE_NAME": "Nombre De Referencia",
  "PHONE": "teléfono",
  "EMAIL": "Correo Electrónico",
  "CONFIRM_EMAIL": "Re-Correo Electrónico",
  "EMAIL_TYPE": "Escriba nuevamente el correo electrónico",
  "PASSWORD": "Contraseña",
  "CONFIRM_PASSWORD": "Vuelva a escribir la contraseña",
  "DESCRIBE_ANY_SPECIALIZED_SKILLS": "Describa las habilidades especializadas, la formación, el aprendizaje ect., habilidades técnicas o industriales y administrativas (mecanografía, procesamiento de textos, máquinas de oficina, etc.)",
  "AVAILABLE_FROM": "Forma disponible",
  "ATTACH_RESUME": "Adjuntar Currículum",
  "APPLICANT_STATEMENT": "Certifico que la información contenida en esta solicitud es correcta a lo mejor de mi conocimiento. Entiendo que la falsificación de la omisión del material será motivo para el rechazo de esta solicitud o la finalización de mi empleo con el personal de TEMP-ON-DEMAND STAFFING(la \"Compañía\") en cualquier momento, independientemente del tiempo transcurrido antes de la conclusión. <br /><br /> Presentaré documentos que demuestren que soy un ciudadano estadounidense o extranjero legalmente autorizado para trabajar en los Estados Unidos dentro del plazo especificado por TEMP-ON-DEMAND STAFFING para cumplir con los requisitos de la Ley de Control y Reforma de Inmigración de 1986. <br /><br /> Autorizo a mis empleadores anteriores, instituciones educativas y otras referencias enumeradas en la solicitud para proporcionar a TEMP-ON-DEMAND STAFFING toda la información relacionada con mi empleo anterior y cualquier información pertinente que pueda ser retenida, personalmente o de otra manera, libero a todas las personas o entidades De cualquier responsabilidad por los daños que puedan resultar de la provisión de información a TEMP-ON-DEMAND STAFFING, también libero a TEMP-ON-DEMAND STAFFING ya todos sus empleados de toda responsabilidad por cualquier daño que pueda resultar de Temp On Demanda. Confianza de Staffing Inc. confianza en la información proporcionada <br /> Mantendré en estricta confidencialidad toda la información relacionada con el negocio de Personal de TEMP-ON-DEMAND STAFFING y sus clientes. No aceptaré ni mantendré el empleo con otras personas que puedan crear un conflicto de interés con TEMP-ON-DEMAND STAFFING <br /><br /> Por la presente entiendo y acepto que, a menos que la ley aplicable lo establezca, cualquier relación laboral con esta organización es de naturaleza \"a voluntad\", lo que significa que el Empleado puede renunciar en cualquier momento y TEMP-ON-DEMAND STAFFING Inc. puede despedir al Empleado En cualquier momento con o sin causa. Además, se entiende que esta relación de empleo \"a voluntad\" no puede cambiarse por ningún documento escrito o por conducta, a menos que un ejecutivo autorizado de TEMP-ON-DEMAND STAFFING, que reconozca dicho cambio por escrito. <br /> Entiendo que estoy obligado a cumplir con todas las políticas \"/\" regulaciones y prácticas seguras de TEMP-ON-DEMAND STAFFING, incluidas las siguientes:TEMP-ON-DEMAND STAFFING, including the following: <br /><br /><li>No operaré ningún vehículo, equipo o maquinaria que no sea la asignada por TEMP-ON-DEMAND STAFFING, Para lo que estoy calificado y capacitado para operar</li><li>Reconozco que no debo trabajar más de seis (6) pies por encima o por debajo del nivel del suelo Entiendo que no debo levantar más de 40 libras.</li><li>Me pondré en contacto con TEMP-ON-DEMAND STAFFING Si me piden que haga una tarea que no sea para lo que me enviaron.</li><li>TEMP-ON-DEMAND STAFFING es un entorno libre de drogas, y reconozco que es posible que se me solicite someterme a un examen de detección de drogas durante mi proceso de empleo.</li>"
}
